<template>
  <section>
    <h2>Who am I?</h2>
    <div>
      <section>
        <p><strong>Middle Frontend Developer</strong> with 3+ years of commercial experience.</p>
        <p>За последние три года я прошла путь от совсем начинающего джуниора до ключевого разработчика в команде,
          который не боится и понимает, как подступиться к сложной задаче, может написать код,
          который ещё долго не требует рефакторинга, а помимо этого - организовать работу команды.

          Мои рабочие дни наполнены разнообразными задачами - от проектирования чистой и функциональной архитектуры кода
          до планирования наших спринтов, менторства других разработчиков и проведения код-ревью.</p>
        <div>
          <p><strong>20 млн+</strong>пользователей и <strong>4</strong>заказчика пользуются проектом, разработанным с
            моим участием с нуля</p>
          <p><strong>5</strong>крупных проектов успешно разработаны и запущены в продакшн</p>
          <p><strong>2</strong>фреймворка используются в ежедневных задачах (Vue и React)</p>
          <p><strong>1</strong>обучающий курс по Фронтенду разработан для новичков в команде</p>
        </div>
      </section>
      <section>
        <div>photos</div>
      </section>
    </div>

  </section>
</template>

<script setup>

</script>

<style scoped>

</style>